<?php
global $courses;
$courses=[
    [
        'title'=>'چگونه به اینترنت اشیاء (IoT) به عنوان فناوری مهم در انقلاب صنعتی چهارم ورود نماییم؟',
        'desc'=>'در این دوره پس از مرور اصول و مبانی و تشریح روند دنیا در این فناوری، حوزه های کاربردی مختلف (Verticals) و نقش IoT / M2M در آنها تشریح می گردد.
انتظار میرود که شرکت کنندگان در پایان دوره، افق این فناوری را درک کرده و دید لازم را برای انتخاب حوزه علاقه مندی خود از میان کاربردهای مختلف پیدا نمایند.',
        'price'=>'190 هزارتومان',
        'url'=>'http://www.iotacademy.ir/2016/05/14/%DA%86%DA%AF%D9%88%D9%86%D9%87-%D8%A8%D9%87-%D8%A7%DB%8C%D9%86%D8%AA%D8%B1%D9%86%D8%AA-%D8%A7%D8%B4%DB%8C%D8%A7%D8%A1-iot-%D8%A8%D9%87-%D8%B9%D9%86%D9%88%D8%A7%D9%86-%D9%81%D9%86%D8%A7%D9%88%D8%B1/'
    ],

    [
        'title'=>'چه نیازمندیهای سخت افزاری (انواع بردها، ماژولها، سنسورها و …) برای ورود به عرصه اینترنت اشیاء مورد نیاز است؟',
        'desc'=>'در این دوره انواع بردها، ماژولهای ارتباطی، سنسورها و سایر نیازمندیهای سخت افزاری لازم برای انجام بخش سخت افزاری یک پروژه اینترنت اشیاء معرفی و مقایسه می گردند.
انتظار میرود که شرکت کنندگان در پایان دوره، دید لازم برای انتخاب تجهیزات سخت افزاری مورد نیاز در کاربردهای مختلف را پیدا نمایند.',
        'price'=>'390 هزارتومان',
        'url'=>'http://www.iotacademy.ir/2016/05/14/%DA%86%D9%87-%D9%86%DB%8C%D8%A7%D8%B2%D9%85%D9%86%D8%AF%DB%8C%D9%87%D8%A7%DB%8C-%D8%B3%D8%AE%D8%AA-%D8%A7%D9%81%D8%B2%D8%A7%D8%B1%DB%8C-%D8%A7%D9%86%D9%88%D8%A7%D8%B9-%D8%A8%D8%B1%D8%AF%D9%87%D8%A7/'
    ],

    [
        'title'=>'برنامه نویسی موبایل (سیستم عامل اندروید) برای انجام پروژه های اینترنت اشیاء',
        'desc'=>'در این دوره اصول برنامه نویسی موبایل برای انجام پروژه های اینترنت اشیاء به صورت کاملاً کاربردی (خروجی محور) آموزش داده می شود.
انتظار میرود که شرکت کنندگان در حین گذراندن دوره، یک نمونه برنامه کاربردی موبایل به زبان اندروید را برای بکارگیری در یکی از حوزه های کاربردی IoT توسعه دهند.',
        'price'=>'490 هزارتومان',
        'url'=>'http://www.iotacademy.ir/2016/05/14/%D8%A8%D8%B1%D9%86%D8%A7%D9%85%D9%87-%D9%86%D9%88%DB%8C%D8%B3%DB%8C-%D9%85%D9%88%D8%A8%D8%A7%DB%8C%D9%84-%D8%B3%DB%8C%D8%B3%D8%AA%D9%85-%D8%B9%D8%A7%D9%85%D9%84-%D8%A7%D9%86%D8%AF%D8%B1%D9%88%DB%8C/'
    ],

    [
        'title'=>'آموزش پلتفرم اینترنت اشیاء ThingTalk',
        'desc'=>'با توجه به آنکه پلتفرم اینترنت اشیاء جزء لاینفک هر پروژه IoT می باشد. در این دوره آموزشی پلتفرم اینترنت اشیاء ThingTalk که با همت متخصصین ایرانی توسعه داده شده است، آموزش داده می شود.',
        'price'=>'رایگان',
        'url'=>'http://www.iotacademy.ir/2016/05/14/%D8%A2%D9%85%D9%88%D8%B2%D8%B4-%D9%BE%D9%84%D8%AA%D9%81%D8%B1%D9%85-%D8%A7%DB%8C%D9%86%D8%AA%D8%B1%D9%86%D8%AA-%D8%A7%D8%B4%DB%8C%D8%A7%D8%A1-thingtalk/'
    ],

    [
        'title'=>'آموزش معماری و نحوه راه اندازی و بکارگیری برد Raspberry Pi به همراه انجام پروژه های عملی',
        'desc'=>'در این دوره شرکت کنندگان پس از آشنایی با معماری و مشخصات فنی برد Raspberry Pi، نحوه راه اندازی و استفاده از آن را در قالب انجام نمونه پروژه های عملی فرا خواهند گرفت.
انتظار میرود که شرکت کنندگان پس از گذراندن دوره، دید لازم از قابلیت های این برد را برای بکارگیری در پروژه های اینترنت اشیاء پیدا نمایند.',
        'price'=>'590 هزار تومان',
        'url'=>'http://www.iotacademy.ir/2016/05/14/%D8%A2%D9%85%D9%88%D8%B2%D8%B4-%D9%85%D8%B9%D9%85%D8%A7%D8%B1%DB%8C-%D9%88-%D9%86%D8%AD%D9%88%D9%87-%D8%B1%D8%A7%D9%87-%D8%A7%D9%86%D8%AF%D8%A7%D8%B2%DB%8C-%D9%88-%D8%A8%DA%A9%D8%A7%D8%B1%DA%AF%DB%8C/'
    ],


    [
        'title'=>'طراحی نمونه آزمایشگاهی از محصولات اینترنت اشیاء مبتنی بر برد Raspberry Pi',
        'desc'=>'در این دوره شرکت کنندگان با توجه به گذراندن دوره های قبلی و کسب آشنایی و تخصص اولیه لازم، نحوه طراحی یک نمونه آزمایشگاهی از محصولات اینترنت اشیاء مبتنی بر برد Raspberry Pi را به صورت کاملاً عملی فراخواهند گرفت.
انتظار میرود که شرکت کنندگان در حین انجام دوره یک نمونه آزمایشگاهی از محصولات IoT را طراحی و پیاده سازی نمایند.',
        'price'=>'690 هزار تومان',
        'url'=>'http://www.iotacademy.ir/2016/05/14/%D8%B7%D8%B1%D8%A7%D8%AD%DB%8C-%D9%86%D9%85%D9%88%D9%86%D9%87-%D8%A2%D8%B2%D9%85%D8%A7%DB%8C%D8%B4%DA%AF%D8%A7%D9%87%DB%8C-%D8%A7%D8%B2-%D9%85%D8%AD%D8%B5%D9%88%D9%84%D8%A7%D8%AA-%D8%A7%DB%8C%D9%86/'
    ],


    [
        'title'=>'دوره Rapid Prototyping نمونه محصول IoT مبتنی بر Raspberry Pi',
        'desc'=>'این دوره برای شرکت کنندگانی که فرصت کافی برای گذراندن دوره های ذکر شده فوق را ندارند ولی دارای آشنایی اولیه با فناوری IoT می باشند، طراحی شده است. در این دوره پس از مرور سریع پیش نیازهای لازم، به شرکت کنندگان نحوه طراحی و پیاده سازی یک نمونه آزمایشگاهی از محصولات IoT به صورت کاملاً عملی آموزش داده می شود.',
        'price'=>'890 هزار تومان',
        'url'=>'http://www.iotacademy.ir/2016/02/14/%D8%AF%D9%88%D8%B1%DB%80-%D8%AA%D8%A7%D8%A8%D8%B3%D8%AA%D8%A7%D9%86%DB%8C-%D8%A2%DA%A9%D8%A7%D8%AF%D9%85%DB%8C-%D8%A7%DB%8C%D9%86%D8%AA%D8%B1%D9%86%D8%AA-%D8%A7%D8%B4%DB%8C%D8%A7/'
    ],


];